{
    "name": "Transcend",
    "icon": "ordemparanormal:altar_transcender",
    "category": "ordemparanormal:comeco_category",
    "sortnum": 1,
    "pages": [
        {
            "type": "patchouli:text",
            "text": "Being exposed to the $(OS) causes irreversible effects, but, maybe you can turn them into benefits. To do this, you must Transcend."
        },
        {
            "type": "patchouli:text",
            "title": "Level of Exposure",
            "text": "On the lower right corner of your screen, you'll see a percentage, that show your level of exposure. When you defeat a paranormal creature or experience a paranormal activity, your exposure will increase, filling the bar beside the percentage, which when completed, will increase your level of exposure by 5%. When that occurs, you can transcend."
        },
        {
            "type": "patchouli:crafting",
            "recipe": "ordemparanormal:altar_transcender",
            "text": "Used to transcend when you're ready. $(2br)You can find it in many haunted locations, or make it yourself with simple materials."
        },
        {
            "type": "patchouli:text",
            "title": "Benefits",
            "text": "With a transcendance altar, you can receive the benefits of increasing your exposure. Those benefits can come in the form of paranormal powers, increase in attributes or rituals."
        },
        {
            "type": "patchouli:text",
            "title": "Attributes",
            "text": "The $(OS) strengthens you in three ways, represented by three attributes. $(br)$(l)Strength/$ increases the speed you mine blocks and your damage.$(br)$(l)Vigor/$ increases your maximum health and how much food satisfies you. $(br)$(l)Presence/$ increases your maximum effort and allows you to learn more powerful rituals."
        },
        {
            "type": "patchouli:text",
            "title": "Rituals and Powers",
            "text": "The $(OS) also allows you to manifest entities for your own favor. $(l)Rituals/$ allows you to summon entities to do your bidding, while $(l)Paranormal Powers/$ modify your own being on it's entity's own vision.$(br)Read the categories \"Rituals\" and \"Paranormal Powers\"."
        }
    ]
}